<section id="article-details" class="article-details">
    <div class="container">
        <h3 class="text-center">个人信息处理规则</h3>
        <p class="text-end mb-5">规则告知日期：2023年06月15日</p>
        <p>OpenTDP（“<b>我们</b>”）高度重视您的个人信息安全和保护，因此希望通过本隐私政策向您说明我们会如何处理您的个人信息。</p>
        <p>为了提供个性化服务，我们将收集您的<b>昵称、邮箱、电话号码</b>并进行<b>收集、存储、使用和传输</b>。我们仅会在为您提供产品或服务所必需的期间内保留您的个人信息，如果您注销、主动删除个人信息或信息超出必要的保存期限后，我们将对您的个人信息进行删除或销毁，但法律法规另有规定的除外。</p>
        <p>为了完成<b>支付、获取云资源</b>之目的，我们会委托<b>腾讯云、阿里云或业务页面上声明的厂商</b>处理您的个人信息。</p>
        <p>如果您对本隐私政策补充有任何疑问、意见或建议，或希望行使您的个人信息相关权利（权益），您通过以下方式与我们联系：<b>+1 660 9600069</b>。一般情况下，我们将在<b>10</b>个工作日内回复。另外，您可以通过拍照或截图留存保存本页面，以备不时之需。</p>
    </div>
</section>